UTILIDAD/RECAUDACIONES/RECAUDACION ANT/DEV/TRAMA/CONSULTA/CON_TC/RESPONSE_ANT_CON_TC.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns3:salidaConsultarDeuda xmlns:ns2="http://www.bolivariano.com/mensaje/MensajeOTC" xmlns:ns3="http://www.bolivariano.com/ws/OTCService">
         <ns2:codigoError>0</ns2:codigoError>
         <ns2:datosAdicionales>
            <ns2:datoAdicional>
               <codigo>FPA_TC</codigo>
               <etiqueta>Forma de Pago</etiqueta>
               <editable>false</editable>
               <listasSeleccion>
                  <listaSeleccion>
                     <codigo>3</codigo>
                     <etiqueta>Diferido con intereses - 3 cuotas de 3.42 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>4</codigo>
                     <etiqueta>Diferido con intereses - 4 cuotas de 2.58 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>5</codigo>
                     <etiqueta>Diferido con intereses - 5 cuotas de 2.08 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>6</codigo>
                     <etiqueta>Diferido con intereses - 6 cuotas de 1.75 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>9</codigo>
                     <etiqueta>Diferido con intereses - 9 cuotas de 1.19 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>12</codigo>
                     <etiqueta>Diferido con intereses - 12 cuotas de 0.91 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>15</codigo>
                     <etiqueta>Diferido con intereses - 15 cuotas de 0.74 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>18</codigo>
                     <etiqueta>Diferido con intereses - 18 cuotas de 0.63 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>24</codigo>
                     <etiqueta>Diferido con intereses - 24 cuotas de 0.49 USD</etiqueta>
                  </listaSeleccion>
                  <listaSeleccion>
                     <codigo>36</codigo>
                     <etiqueta>Diferido con intereses - 36 cuotas de 0.35 USD</etiqueta>
                  </listaSeleccion>
               </listasSeleccion>
               <visible>false</visible>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>MPA_TC</codigo>
               <etiqueta>Medio de Pago</etiqueta>
               <editable>false</editable>
               <listasSeleccion/>
               <visible>false</visible>
            </ns2:datoAdicional>
         </ns2:datosAdicionales>
         <ns2:formaPago>TOTAL</ns2:formaPago>
         <ns2:formaPagoRecibos>UNICO_CRONOLOGICO</ns2:formaPagoRecibos>
         <ns2:mensajeUsuario>Mensaje Procesado</ns2:mensajeUsuario>
         <ns2:montoTotal>10.0</ns2:montoTotal>
         <ns2:nombreCliente>MERCHAN BURI JAIME PATRICIO</ns2:nombreCliente>
         <ns2:recibos>
            <ns2:recibo>
               <concepto>M78807020</concepto>
               <fecha>05-08-2022</fecha>
               <totalAPagar>10.0</totalAPagar>
            </ns2:recibo>
         </ns2:recibos>
      </ns3:salidaConsultarDeuda>
   </soap:Body>
</soap:Envelope>